Repository: chaichaimee/soundAlign
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, ru

source: Sine
de: Sinus
es: Senoidal
ru: Синусоида

source: Triangle
de: Dreieck
es: Triangular
ru: Треугольник

source: Sawtooth
de: Sägezahn
es: Diente de sierra
ru: Пила

source: Original Tone Beep
de: Originalton-Piepton
es: Pitido de tono original
ru: Оригинальный тональный сигнал

source: Error sounds:
de: Fehlergeräusche:
es: Sonidos de error:
ru: Звуки ошибок:

source: Sound effects:
de: Soundeffekte:
es: Efectos de sonido:
ru: Звуковые эффекты:

source: Addon beeps (Low Frequency):
de: Add-on-Pieptöne (niedrige Frequenz):
es: Pitidos del complemento (baja frecuencia):
ru: Дополнительные сигналы (низкая частота):

source: Addon beeps (High Frequency):
de: Add-on-Pieptöne (hohe Frequenz):
es: Pitidos del complemento (alta frecuencia):
ru: Дополнительные сигналы (высокая частота):

source: Progress indicator:
de: Fortschrittsanzeige:
es: Indicador de progreso:
ru: Индикатор прогресса:

source: Left
de: Links
es: Izquierda
ru: Слева

source: Center
de: Mitte
es: Centro
ru: Центр

source: Right
de: Rechts
es: Derecha
ru: Справа

source: Left to Right
de: Links nach rechts
es: De izquierda a derecha
ru: Слева направо

source: Right to Left
de: Rechts nach links
es: De derecha a izquierda
ru: Справа налево

source: Progress tone:
de: Fortschrittston:
es: Tono de progreso:
ru: Тон прогресса:

source: Fade algorithm:
de: Fade-Algorithmus:
es: Algoritmo de desvanecimiento:
ru: Алгоритм затухания:

source: Volume:
de: Lautstärke:
es: Volumen:
ru: Громкость:

source: Minimum frequency:
de: Mindestfrequenz:
es: Frecuencia mínima:
ru: Минимальная частота:

source: Maximum frequency:
de: Maximalfrequenz:
es: Frecuencia máxima:
ru: Максимальная частота:

source: Speech announcement interval:
de: Sprachansage-Intervall:
es: Intervalo de anuncio de voz:
ru: Интервал речевого объявления:

source: Beep announcement interval:
de: Piepton-Ansage-Intervall:
es: Intervalo de anuncio de pitido:
ru: Интервал объявления сигналом:

source: Time-based announcement (seconds, 0=disabled):
de: Zeitbasierte Ansage (Sekunden, 0=deaktiviert):
es: Anuncio basado en tiempo (segundos, 0=desactivado):
ru: Объявление по времени (секунды, 0=отключено):

source: Mixed mode (speech + beep)
de: Gemischter Modus (Sprache + Piepton)
es: Modo mixto (voz + pitido)
ru: Смешанный режим (речь + сигнал)

source: Smooth panning (reduces cracking)
de: Sanftes Panning (reduziert Knistern)
es: Panorámica suave (reduce el crujido)
ru: Плавное панорамирование (уменьшает треск)

source: Test All Settings
de: Alle Einstellungen testen
es: Probar todos los ajustes
ru: Проверить все настройки

source: Minimum frequency must be less than maximum frequency.
de: Die Mindestfrequenz muss kleiner als die Maximalfrequenz sein.
es: La frecuencia mínima debe ser menor que la frecuencia máxima.
ru: Минимальная частота должна быть меньше максимальной.

source: Frequency Range Error
de: Frequenzbereichsfehler
es: Error en el rango de frecuencia
ru: Ошибка диапазона частот

source: Please select valid minimum and maximum frequencies.
de: Bitte wählen Sie gültige Mindest- und Maximalfrequenzen aus.
es: Seleccione frecuencias mínimas y máximas válidas.
ru: Пожалуйста, выберите допустимые минимальную и максимальную частоты.

source: Settings Error
de: Einstellungsfehler
es: Error de configuración
ru: Ошибка настроек

source: Cannot save settings. No write permission for configuration directory.
de: Einstellungen können nicht gespeichert werden. Keine Schreibberechtigung für das Konfigurationsverzeichnis.
es: No se pueden guardar los ajustes. No hay permiso de escritura para el directorio de configuración.
ru: Не удается сохранить настройки. Нет прав на запись в каталог конфигурации.

source: Failed to save settings. Please check permissions or config path.
de: Speichern der Einstellungen fehlgeschlagen. Bitte überprüfen Sie die Berechtigungen oder den Konfigurationspfad.
es: Error al guardar los ajustes. Por favor, verifique los permisos o la ruta de configuración.
ru: Не удалось сохранить настройки. Пожалуйста, проверьте права доступа или путь к файлу конфигурации.

source: Save Error
de: Speicherfehler
es: Error de guardado
ru: Ошибка сохранения

source: Progress test not available. Pyaudio not imported.
de: Fortschrittstest nicht verfügbar. Pyaudio nicht importiert.
es: Prueba de progreso no disponible. Pyaudio no importado.
ru: Тест прогресса недоступен. Pyaudio не импортирован.

source: Open SoundAlign settings (single tap) or toggle SoundAlign on/off (double tap)
de: SoundAlign-Einstellungen öffnen (einmal tippen) oder SoundAlign ein-/ausschalten (zweimal tippen)
es: Abrir la configuración de SoundAlign (un toque) o activar/desactivar SoundAlign (doble toque)
ru: Открыть настройки SoundAlign (одно нажатие) или включить/выключить SoundAlign (двойное нажатие)

source: SoundAlign on
de: SoundAlign eingeschaltet
es: SoundAlign activado
ru: SoundAlign включен

source: SoundAlign off
de: SoundAlign ausgeschaltet
es: SoundAlign desactivado
ru: SoundAlign выключен

source: {percent}% complete
de: {percent}% abgeschlossen
es: {percent}% completado
ru: {percent}% завершено
