Repository: chaichaimee/soundAlign
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Sine
fr: Sinus

source: Sawtooth
fr: Dent de scie

source: Original Tone Beep
fr: Bip de tonalité d'origine

source: Error sounds:
fr: Sons d'erreur :

source: Sound effects:
fr: Effets sonores :

source: Addon beeps (Low Frequency):
fr: Bips du module (basse fréquence) :

source: Addon beeps (High Frequency):
fr: Bips du module (haute fréquence) :

source: Progress indicator:
fr: Indicateur de progression :

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Left to Right
fr: De gauche à droite

source: Right to Left
fr: De droite à gauche

source: Progress tone:
fr: Tonalité de progression :

source: Fade algorithm:
fr: Algorithme de fondu :

source: Minimum frequency:
fr: Fréquence minimale :

source: Maximum frequency:
fr: Fréquence maximale :

source: Speech announcement interval:
fr: Intervalle d'annonce vocale :

source: Beep announcement interval:
fr: Intervalle d'annonce par bip :

source: Time-based announcement (seconds, 0=disabled):
fr: Annonce basée sur le temps (secondes, 0=désactivé) :

source: Mixed mode (speech + beep)
fr: Mode mixte (voix + bip)

source: Smooth panning (reduces cracking)
fr: Panoramique fluide (réduit les craquements)

source: Test All Settings
fr: Tester tous les paramètres

source: Minimum frequency must be less than maximum frequency.
fr: La fréquence minimale doit être inférieure à la fréquence maximale.

source: Frequency Range Error
fr: Erreur de plage de fréquences

source: Please select valid minimum and maximum frequencies.
fr: Veuillez sélectionner des fréquences minimales et maximales valides.

source: Settings Error
fr: Erreur de paramètres

source: Cannot save settings. No write permission for configuration directory.
fr: Impossible d'enregistrer les paramètres. Aucune permission d'écriture pour le répertoire de configuration.

source: Failed to save settings. Please check permissions or config path.
fr: Échec de l'enregistrement des paramètres. Veuillez vérifier les permissions ou le chemin de configuration.

source: Save Error
fr: Erreur d'enregistrement

source: Progress test not available. Pyaudio not imported.
fr: Test de progression non disponible. Pyaudio non importé.

source: Open SoundAlign settings (single tap) or toggle SoundAlign on/off (double tap)
fr: Ouvrir les paramètres de SoundAlign (un seul appui) ou activer/désactiver SoundAlign (double appui)

source: SoundAlign on
fr: SoundAlign activé

source: SoundAlign off
fr: SoundAlign désactivé

source: {percent}% complete
fr: {percent}% terminé
